Repository: ferhatft/erkan
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: tr

source: High Quality
tr: Yüksek Kalite

source: Highest Standards <br> Of wood
tr: Ahşapta En Yüksek <br> Standartlar

source: İt provides various Features - knife-friendly, all-natural, reversibility, and durability for long-term usage.
tr: Bıçak dostu, tamamen doğal, uzun süreli kullanıma uygun.

source: Get A Quate
tr: Fiyat Teklifi Alın

source: Learn More
tr: Bilgi edin

source: Great Experience In Wood
tr: Ahşapta Büyük Deneyim

source: Old city wood wooden decoration products
tr: Old city wood ahşap dekorasyon ürünleri

source: According to Egyptian mythology, Isis, who was trying to revive her lover, Osiris, finds Osiris’ corpse under a acacia tree. In Taoism, it is mentioned that there is a tree that fruits once in three thousand years, and whoever eats that fruit becomes immortal. What about solar deity Apollon’s impossible love turning into a bay tree and Apollon’s tragic feelings about that? In the pen of Herman Hesse in the 19th century, Siddarta sits under the fig tree to seek wisdom.
tr: Mısır mitolojisinde Osiris’in cesedini, aşkını hayata döndürmeye çalışan İsis, akasya ağacının dibinde bulur. Taoizm’de ise üç bin yılda bir, tüketene ölümsüzlük iksiri veren bir meyvenin ağacından bahsedilir. Peki Güneş Tanrısı Apollon’un imkansız aşkının defne ağacına dönüşmesi ile yaşadığı trajik duygulara ne demeli? 19. Yüzyılda ise Herman Hesse incir ağacının dibinde oturtur bilgeliği arayan Siddartha’yı..

source: Cutting Board
tr: Kesme tahtası

source: Cutting Board Service For You
tr: Sizin İçin Kesme Tahtası Hizmeti

source: Trees have been the subject of the stories of almost every culture in the history of humanity for hundreds of years.. We, as OldCityWoods, wanted to tell a story of our own. Our product is designed by skilled hands and it is totally handmade, and it is made by walnut tree, and also processed naturally for your and your children’s health.
tr: Ağaçlar, Yüzlerce yıldır insanlık tarihinde neredeyse her kültürün hikayelerine konu olmuştur. Biz de OldCityWood olarak kendi hikayemizi anlatmak istedik. Orman artığı olarak elde edildikten sonra usta ellerden el yapımı olarak çıkan ürünümüz, ceviz ağacından kesilip sizin ve çocuklarınızın sağlığı için doğal yollarla işlenerek bir tarafı kesme işlemi için kenarında su oluklu olarak tasarlanmıştır. Diğer tarafı en şık sunumları yapmak için sizin maharetli ellerinizi beklemektedir.

source: On the one side, It is designed with a water groove on the edge for its operation. The other side is waiting for your skilled hands to make the most elegant presentations. In consequence of our story, we count on your veracity about our product and you will take good care of it. We would be glad if you could comment on your reviews about the product. Our product is guaranteed for a year but we don’t think you will need it.
tr: Bu hikayemizin bir sonucu olarak evinize sonsuza dek misafir olarak gelen ürünümüze iyi bakacağınızdan şüphemiz yok. Ürünle ilgili görüşlerinizi bildiren yorum yazabilirseniz çok seviniriz. Ürünümüz 1 yıl garantilidir.. Ancak buna ihtiyaç duyacağınızı hiç zannetmiyoruz

source: View Products
tr: Ürünleri Görüntüle

source: Knife Friendly
tr: Bıçak Dostu

source: Prevent from blunting your knife because of edge grain production
tr: Kenar tahıl üretimi sayesinde bıçağınızın körelmesini önleyin

source: Service Details
tr: Hizmet Detayları

source: Reversible
tr: tersinir

source: Because of food contact, toxic brighteners are not used
tr: Gıda ile temasından dolayı toksik parlatıcılar kullanılmaz.

source: Juice Groove
tr: Meyve suyu oluğu

source: It collects the water flowing from food in its Groove
tr: Yiyeceklerden akan suyu oluğunda toplar.

source: All Natural
tr: Tamamen doğal

source: Because of food contact, toxic brighteners are not used
tr: Gıda ile temasından dolayı toksik parlatıcılar kullanılmaz.

source: Cutting Board Projects
tr: Kesme Tahtası Projeleri

source: Our Recent Projects
tr: Son Projelerimiz

source: Client,s Feedback
tr: Müşterinin Geribildirimi

source: Wanted To Free Consultaion?
tr: Ücretsiz Danışmanlık mı İstiyorsunuz?

source: We are always Ready To Help You
tr: Size Her Zaman Yardıma Hazırız

source: Contact
tr: İletişim

source: About Us
tr: Hakkımızda

source: Home
tr: Anasayfa

source: Trees have been the subject of the stories of almost every culture in the history of humanity for hundreds of years.. We, as OldCityWoods, wanted to tell a story of our own. Our product is designed by skilled hands and it is totally handmade, and it is made by walnut tree, and also processed naturally for your and your children’s health. On the one side, It is designed with a water groove on the edge for its operation. The other side is waiting for your skilled hands to make the most elegant presentations. In consequence of our story, we count on your veracity about our product and you will take good care of it. We would be glad if you could comment on your reviews about the product. Our product is guaranteed for a year but we don’t think you will need it.
tr: Ağaçlar, Yüzlerce yıldır insanlık tarihinde neredeyse her kültürün hikayelerine konu olmuştur. Biz de OldCityWood olarak kendi hikayemizi anlatmak istedik. Orman artığı olarak elde edildikten sonra usta ellerden el yapımı olarak çıkan ürünümüz, ceviz ağacından kesilip sizin ve çocuklarınızın sağlığı için doğal yollarla işlenerek bir tarafı kesme işlemi için kenarında su oluklu olarak tasarlanmıştır. Diğer tarafı en şık sunumları yapmak için sizin maharetli ellerinizi beklemektedir.

source: Our Services
tr: hizmetlerimiz

source: This all natural board has perfect solidity and softness to prevent from blunting your knives because of edge grain production technique
tr: Ürünlerimiz tamamen doğaldır, kenar tahıl üretim tekniği sayesinde bıçaklarınızın körelmesini önlemek için mükemmel sağlamlığa ve yumuşaklığa sahiptir.

source: Long Lasting
tr: Uzun ömürlü

source: ready to use for many years, much more durable thanks to coating with natural oils.
tr: Uzun yıllar kullanıma hazırdır, doğal yağlar sayesinde çok daha dayanıklı.

source: perfect gift for your besties
tr: Sevdikleriniz için mükemmel bir hediye

source: Our product comes in a classic gift package. It is useful for housewarming, weddings, Christmas, birthdays, Mothers and Fathers Day, or any other family holidays and special occasions
tr: Ürünümüz hediye paketiyle gelmektedir. Yeni eve taşınma partisi, düğünler, Noel, doğum günleri, Anneler ve Babalar Günü veya diğer aile tatilleri ve özel günler için mükemmel hediye olabilir.

source: coated with natural oils
tr: doğal yağlarla kaplanmış

source: Since our product has food contact, toxic brighteners such as lacquer and varnish are not used. beeswax and linseed oil were preferred instead.
tr: Ürünümüz gıda ile temas ettiğinden cila, vernik gibi toksik parlatıcılar kullanılmamaktadır. yerine balmumu ve keten tohumu yağı tercih edildi.

source: Suitable for food contact
tr: Gıda temasına uygun

source: Our product comes in a classic gift package. It is useful for housewarming, weddings, Christmas, birthdays, Mother's and Father's Day, or any other family holidays and special occasions.
tr: Ürünümüz hediye paketiyle gelmektedir. Yeni eve taşınma partisi, düğünler, Noel, doğum günleri, Anneler ve Babalar Günü veya diğer aile tatilleri ve özel günler için mükemmel hediye olabilir.

source: reversible, juice groove
tr: ters çevrilebilir, meyve suyu oluğu

source: This wooden cutting board has a large, smooth, reversible surface for individually cutting pork, chicken, cheese, grilled meat on barbecues. The deep juice chute allows to collect excess liquid that may occur during food preparation. While using one side of the product for cutting, the other side is suitable for presentation
tr: Tavuk, ızgara eti ve sebzeleri ayrı ayrı kesmek için geniş, pürüzsüz, ters çevrilebilir bir yüzeye sahiptir. Derin meuve suyu oluğu, yemek hazırlama sırasında oluşabilecek fazla sıvının toplanmasını sağlar. Bir tarafı kesmek için bir tarafı da sunum için kullanılabilir.

source: Looking for a cutting board?
tr: Kesme tahtası mı arıyorsunuz?

source: We can help you realize your dream of a new cutting board.
tr: Yeni bir kesme tahtası hayalinizi gerçekleştirmenize yardımcı olabiliriz.

source: Get A Quote
tr: Fiyat Teklifi Alın

source: Client,s Testimonial
tr: Müşteri GÖrüşleri

source: Client,S Feedback
tr: Müşterinin Görüşü

source: Turkey
tr: Türkiye

source: Get Support
tr: Desstek al

source: Shop
tr: Mağaza

source: Search here...
tr: Burada ara...

source: Search...
tr: Ara...

source: Quick links
tr: Hızlı Erişim

source: Products
tr: Ürünler

source: Contact us
tr: İletişim

source: All Rights Reserved
tr: Tüm hakları saklıdır

source: Desined by Ferhat Tugrul
tr: Ferhat Tuğrul tarafından tasarlandı

source: Contact Us
tr: İletişim

source: Email Addres
tr: Email adresi

source: Phone Number
tr: Telefon Numarası

source: Address
tr: Adres
